public class MyStory {
    public String getMyStory() {
        return "Я никогда сильно не разбирался в программировании," +
                "пошёл сюда в первую очередь ради гибкого графика" +
                "и возможности работать удалённо, и всё это в" +
                "качестве второстепенного/запасного варианта для" +
                "заработка. Большего всего мне нравится история," +
                "так что возможно моё будущее в большей степени " +
                "будет связано именно с ней, а не с программированием," +
                "например создание YouTube канала с историко-политическим" +
                "содержанием и проведение стримов на нём же. Или можно" +
                "пойти ещё дальше - заняться переводом книг на такую" +
                "же тему: английский я знаю неплохо, к тому же у меня" +
                "есть знакомый, который во время учёбы в 11 классе" +
                "переводил книгу про Чили 1970-1973 годов," +
                "после чего издал 150 копий, так что у меня есть" +
                "у кого советоваться и просить помощи.";
    }
}
