public class MyStory {
    public String getMyStory() {
        return "Я занимаюсь программированием потому что:" +
                "1) Это неплохой заработок" +
                "2) Это гибкий график" +
                "3) Это возможность работать не выходя из дома" +
                "4) Это возможность воплощать свои идеи. Там, где обычный человек " +
                "подумает 'эх, вот бы была программа, которая делает N, " +
                "программист либо сам её напишет, если она небольшая, " +
                "либо может открыть свой стартап, если идея о " +
                "полезности такой программы будет достаточно популярна'" +
                "К сожалению, пока что мои познания в программировании довольно" +
                "скудные, виной тому расписание, которое по количеству" +
                "часов в две недели приравнивает программирование к таким" +
                "важным для программистов предметам как физкультура и " +
                "история. К тому же у нас очень много английского, который" +
                "разделён на 4 предмета, по каждому из которых надо делать дз," +
                "учить правила, готовиться к тестам и экзаменам, так что времени на" +
                "программирование остаётся крайне мало.";
    }
}
